Repository: univention/univention-corporate-client-integration
Catalog: ucc-umc-setup/umc/js/*.po
Languages: de

source: <b>Linux desktop systems configuration / XRDP terminal server setup</b>
de: <b>Linux Desktop-Systeme konfigurieren / XRDP-Terminal-Server einrichten</b>

source: <b>Thin client configuration</b>
de: <b>Thin Clients konfigurieren</b>

source: <li><i>Installation with repartitioning and image rollout</i> should be selected as the <b>Boot variant</b> along with the designated image. Warning: All data on that system is lost! If you only want to try UCC without installing it on the hard drive, you can alternatively select <i>Live system</i>. </li>
de: <li><i>Installation mit Neupartitionierung und Image-Rollout</i> sollte als <b>Startvariante</b> zusammen mit dem vorgesehenen Image ausgewählt werden. Warnung: Alle Daten auf dem System gehen verloren! Zum Test von UCC ohne eine Installation auf der Festplatte kann alternativ die Option <i>Live-System</i> ausgewählt werden.</li>

source: <li>Enter the <i>Hostname</i> of the client. </li>
de: <li>Eingabe des <b>Rechnernamens</b> des Clients.</li>

source: <li>Now click <i>Next</i>. </li>
de: <li>Bestätigen durch Klick auf <i>Weiter</i>.</li>

source: <li>Select <i>Univention Corporate Client</i> as the <b>Type</b> of computer. </li>
de: <li>Auswahl von <i>Univention Corporate Client</i> als <b>Typ</b> des Computers.</li>

source: <li>When selecting <b>Network</b> created earlier, a free IP address is proposed. The MAC address of the client needs to be specified for a working DHCP configuration. </li>
de: <li>Durch die Auswahl des <b>Netzwerks</b>, welches zuvor eingerichtet wurde, wird eine freie IP-Adresse vorgeschlagen. Die MAC-Adresse des Clients muss für eine funktionierende DHCP-Konfiguration mit angegeben werden.</li>

source: <p>After successful installation you can log in with any domain user.</p>
de: <p>Nach einer erfolgreichen Installation kann sich jeder Domänenbenutzer an dem Rechner anmelden.</p>

source: <p>Depending on whether the client is a desktop or thin client, the fitting <b>Container</b> should be selected.</p>
de: <p>Abhängig davon ob das Client-System ein Thin-Client- oder Desktop-Rechner ist sollte der passende <b>Container</b> gewählt werden.</p>

source: <p>Now you can create one or several clients in the <a href="javascript:void(0)" onclick="require('umc/app').openModule('udm', 'computers/computer')">computer management module</a> by clicking on <b>Add</b>.</p>
de: <p>Jetzt können Sie einen oder mehrere Client-Rechner in dem <a href="javascript:void(0)" onclick="require('umc/app').openModule('udm', 'computers/computer')">Verwaltungsmodul für Computer</a> anlegen durch Klick auf <b>Hinzufügen</b>.</p>

source: <p>Now you can create one or several clients in the <i>computer management module</i> on the DC master system of your domain by clicking on <b>Add</b>.</p>
de: <p>Jetzt können Sie einen oder mehrere Client-Rechner in dem <i>Verwaltungsmodul für Computer</i> auf dem DC-Master-System Ihrer Domäne anlegen durch Klick auf <b>Hinzufügen</b>.</p>

source: <p>Please upload the Citrix Receiver DEB file to proceed. The Citrix Receiver is the automatically installed into the selected image.</p>
de: <p>Bitte laden Sie die Citrix-Receiver-DEB-Datei hoch um fortzufahren. Der Citrix Receiver wird dann automatisch in das ausgewählte Image installiert.</p>

source: <p>The following Citrix Receiver package file has already been uploaded: <i>%(file)s</i>.</p><p>It is possible to overwrite the existing package file and <a href="javascript:void(0)" onclick="require('dijit/registry').byId('%(id)s').showCitrixReceiverUploadWidgets()">upload a new one</a>.</p>
de: <p>Die folgende Paketdatei wurde bereits für Citrix Receiver hochgeladen: <i>%(file)s</i>.</p><p>Es ist möglich die bestehende Paketdatei zu überschreiben und <a href="javascript:void(0)" onclick="require('dijit/registry').byId('%(id)s').showCitrixReceiverUploadWidgets()">eine neue hochzuladen</a>.</p>

source: <p>The images are rolled out using PXE after booting a system. Thus, the BIOS of the clients needs to have PXE/netboot enabled in its startup configuration. Once the client is started the installation is initiated and the client is joined into the UCS domain.</p>
de: <p>Die Images werden nach dem Start eines Systems über PXE ausgerollt. Dazu muss im BIOS der ClientsPXE/Netboot als Starteinstellung konfiguriert sein. Sobald der Client gestartet wird wird die Installation angestoßen und der Beitritt in die UCS-Domäne durchgeführt.</p>

source: <p>This option allows the installation of desktops via PXE netboot. With UCC, Linux desktops can also be accessed as remote desktops via the RDP protocol. Please check this option for remote desktop configuration.</p>
de: <p>Diese Option ermöglicht die Installation von Desktops über einen PXE-Netboot. Linux-Desktops können mit UCC auch als Remote Desktops über das RDP-Protokoll zur Verfügung gestellt werden. Dazu muss ebenfalls diese Option ausgewählt werden.</p>

source: <p>This step allows to configure access to a remote terminal server using the RDP protocol.</p><p>You can either access a Microsoft Windows terminal server (using a Windows-based desktop) or an XRDP terminal server (using a Linux-based KDE desktop). To configure an XRDP terminal server, please use the <b>Linux desktop systems configuration / XRDP terminal server</b> option of the UCC setup wizard.</p>
de: <p>Dieses Schritt ermöglicht die Einrichtung eines Terminalserver-Zugriffs über das RDP-Protokoll.</p><p>Es kann entweder der Zugriff auf einen Microsoft Windows Terminalserver (für einen Windows-Arbeitsplatz) oder auf einen XRDP-Terminalserver (für einen Linux-Arbeitsplatz) konfiguriert werden. Für das Einrichten eines XRDP-Terminalservers kann die Option <b>Linux Desktop-Systeme konfigurieren / XRDP-Terminal-Server einrichten</b> des UCC-Einrichtungsassistenten ausgewählt werden.</p>

source: <p>To configure a UCC system as an XRDP terminal server you need to select the desktop image and create the client in <i>ucc-xrdpserver</i> container. A software installation policy is bound to this container. After a reboot the <b>univention-xrdp</b> package is installed automatically.</p>
de: <p>Um ein UCC-System als XRDP-Terminalserver zu konfigurieren, muss das Desktop-Image ausgewählt und ein Client-Rechner in dem Container <b>ucc-xrdpserver</b> angelegt werden. Eine Software-Update-Richtlinie ist mit diesem Container verknüpft, so dass das Paket <b>univention-xrdp</b> automatisch bei einem Neustart installiert wird.</p>

source: <p>UCC provides a thin client image which can be installed on thin clients with at least 2 GB of Compact Flash storage.</p><p>UCC thin clients can access RDP and Citrix terminal services or they can be configured for direct access to a specific web site (e.g., for cloud based services).</p>
de: <p>UCC stellt ein Image bereit, das auf Thin Clients mit mindestens 2 GB Compact Flash-Speicher installiert werden kann.</p><p>UCC Thin Clients können auf RDP- und Citrix-Terminaldienste oder auf eine vorkonfigurierte Webseite zugreifen (z.B. für Cloud-Dienste).</p>

source: <p>UCS uses so-called network objects for managing IP adresses and the DNS/DHCP configuration of the clients. Network objects specify IP address ranges and provide the next available IP address when creating a new computer entry.</p><p>You can either use an existing network object or create a new one. The <b>default</b> network is created during the installation of the UCS master domain controller. If you want to separate the IP addresses of the UCS servers and the UCC clients it is recommended to create a new network object.
de: <p>UCS benutzt ein sogenanntes Netzwerkobjekt um IP-Adressen sowie DNS-/DHCP-Einstellungen für Client-Systeme zu verwalten. Netzwerkobjekte definieren IP-Adressbereiche und stellen beim Anlegen eines neuen Rechners die nächste freie IP-Adresse bereit.</p><p>Sie können entweder ein bestehendes Netzwerkobjekt verwenden oder ein neues erstellen. Das Netzwerk <b>default</b> wurde während der Installation des UCS-Master-Domänencontrollers erstellt. Wenn IP-Adressen zwischen UCS-Server-und UCC-Client-Systemen getrennt werden sollen, sollte ein neues Netzwerkobjekt angelegt werden.</p>

source: <p>Univention provides a preconfigured UCC thin client image which is regularly updated.</p><p>The thin client image allows access to various terminal services (Windows, Citrix, XRDP) and provides also a minimal local LXDE desktop. In addition to this, it is possible to configure a direct browser login to a preconfigured website, e.g, to access cloud-based web services.</p><p>Note that it is also possible to create custom images. This is documented in the <a href="http://docs.univention.de/en/ucc2.1.html" target="_blank">UCC manual</a>.</p>
de: <p>Univention stellt ein vorkonfiguriertes UCC Thin-Client-Image bereit, welches regelmäßig aktualisiert wird.</p><p>Das Thin-Client-Image erlaubt den Zugriff auf verschiedene Terminaldienste (Windows, Citrix XenApp, XRDP) und stellt darüber hinaus auch eine minimale, lokale LXDE-Arbeitsumgebung bereit. Zusätzlich ist es möglich, den direkten Webbrowser-Zugriff auf eine Webseite einzurichten, bspw. auf Cloud-basierte Web-Dienste.</p><p>Die Erstellung eigener UCC-Images ist ebenfalls möglich. Weitere Informationen finden sich im <a href="http://docs.univention.de/de/ucc2.1.html" target="_blank">UCC-Handbuch</a>.</p>

source: <p>Univention provides a preconfigured desktop image based on Kubuntu 14.04. The image is regularly updated and offers a fully-featured KDE desktop environment.</p><p>Note that it is also possible to create custom images. This is documented in the <a href="http://docs.univention.de/en/ucc2.1.html" target="_blank">UCC manual</a>.</p>
de: <p>Univention stellt ein auf Kubuntu 14.04 basierendes, vorkonfiguriertes Desktop-Image bereit. Das Image wird regelmäßig aktualisiert und bietet eine vollständige KDE-Arbeitsumgebung.</p><p>Die Erstellung eigener UCC-Images ist ebenfalls möglich. Weitere Informationen finden sich im <a href="http://docs.univention.de/de/ucc2.1.html" target="_blank">UCC-Handbuch</a>.</p>

source: <p>Welcome to the setup wizard for Univention Corporate Client (UCC)!</p><p>UCC allows the operation and management of Linux desktop systems as well as thin clients for accessing remote desktop services (terminal servers) via RDP and Citrix XenApp (ICA). Further information can be found in the <a href="http://docs.univention.de/en/ucc2.1.html" target="_blank">UCC manual</a>.</p>
de: <p>Herzlich willkommen im Einrichtungsassistenten für Univention Corporate Client (UCC)!</p><p>UCC ermöglicht den Betrieb und Management von Linux-Arbeitsplatzsystemen (Desktops) sowie Thin-Clients für den Zugriff auf Remote Desktops (Terminalserver) via RDP und Citrix XenApp (ICA). Weitere Information finden Sie im <a href="http://docs.univention.de/de/ucc2.1.html" target="_blank">UCC-Handbuch</a>.

source: An error occurred during the configuration of UCC. The following information will give you some more details on which problems occurred during the installation process.
de: Ein Fehler trat während der Konfiguration von UCC auf. Die nachfolgenden Informationen detaillieren welche Probleme genau während des Installationsprozesses auftraten.

source: An unexpected error occurred. More information about the cause of the error can be found in the log file /var/log/univention/management-console-module-uccsetup.log. Please retry to configure UCC after resolving any conflicting issues.
de: Ein unerwarteter Fehler trat auf. Genauere Hinweise über die Ursache dieses Fehlers können in der Log-Datei /var/log/univention/management-console-module-uccsetup.log gefunden werden. Bitte versuchen sie die Konfiguration von UCC erneut nach dem Lösen bestehender Konflikte.

source: Apply configuration
de: Einstellungen anwenden

source: Applying UCC configuration settings
de: Anwenden der UCC-Konfigurationseinstellungen

source: At least one configuration type needs to be selected.
de: Zumindest ein Einrichtungstyp muss ausgewählt werden.

source: At least one terminal service needs to be configured.
de: Zumindest ein Terminal-Dienst muss konfiguriert werden.

source: Automatic thin client login (the actual authentication occurs on the Citrix web interface)
de: Automatische Thin-Client-Anmeldung (die eigentliche Authentifizierung findet in der Citrix-Weboberfläche statt)

source: Automatically connect to this web site (e.g., <span style="text-decoration: underline">http://intranet.example.com/groupware</span> )
de: Automatischer Verbindungsaufbau mit folgender Webseite (bspw. <span style="text-decoration: underline">http://intranet.example.com/groupware</span> )

source: Client network object: <i>network %s</i>
de: Client Netzwerkobjekt: <i>Netzwerk %s</i>

source: Configuration finished
de: Konfiguration beendet

source: Configuration of default gateway
de: Konfiguration des Standard-Gateways

source: Configuration of remote desktop services
de: Einrichten von Remote-Desktop-Diensten

source: Configure acccess to RDP services
de: Zugriff auf RDP-Dienste konfigurieren

source: Configure access to Citrix services
de: Einrichten des Zugriffs auf Citrix-Dienste

source: Configure web site access
de: Einrichten des Zugriffs auf eine Webseite

source: Confirm configuration settings
de: Einstellungen bestätigen

source: Confirm the End User License Agreement of Citrix Receiver (as presented during the download of the Citrix Receiver).
de: Bestätigung des Endbenutzer-Lizenzvertrags (wie er während des Herunterladens von Citrix Receiver angezeigt wurde).

source: Create a new network object
de: Anlegen eines neuen Netzwerkobjekts

source: Default gateway
de: Standard-Gateway

source: Domain name (leave empty when connecting to an XRDP terminal server)
de: Domänenname (frei lassen für die Verbindung mit einem XRDP-Terminalserver)

source: Download UCC desktop image
de: Herunterladen des UCC-Desktop-Images

source: Download UCC thin client image
de: Herunterladen des UCC Thin-Client-Images

source: Download of UCC desktop image [%.1f GB]
de: Herunterladen des UCC Desktop-Images [%.1f GB]

source: Download of UCC thin client image [%.1f GB]
de: Herunterladen des UCC Thin-Client-Images [%.1f GB]

source: Download preconfigured UCC desktop image
de: Herunterladen des vorkonfigurierten UCC Desktop-Images

source: Download preconfigured UCC thinclient image
de: Herunterladen des vorkonfigurierten UCC Thin-Client-Image

source: Downloaded UCC thin client image
de: Heruntergeladenes UCC Thin-Client-Image

source: Enable USB storage passthrough
de: Aktiviere Weiterleitung von USB-Speichermedien

source: Enable sound
de: Soundausgabe aktivieren

source: First IP address
de: Erste IP-Adresse

source: Host name of RDP server
de: Rechnername des RDP-Servers

source: Last IP address
de: Letzte IP-Adresse

source: Netmask
de: Netzmaske

source: Network address (e.g., 192.168.10.0)
de: Netzwerkadresse (bspw. 192.168.10.0)

source: Network configuration
de: Netzwerkkonfiguration

source: New client network object: <i>network %s</i>
de: Neues Netzwerkobjekt für Client-Rechner: <i>Netzwerk %s</i>

source: No default gateway is currently assigned to the subnet via DHCP. Which gateway should be configured for this network? (In most cases the default gateway of the UCS server can be used.)
de: Derzeit ist kein Standard-Gateway für das Subnetz über DHCP konfiguriert. Welches Gateway soll dem Netzwerk zugewiesen werden? (In den meisten Fällen kann dafür der Standard-Gateway des UCS-Systems genutzt werden.)

source: Please confirm the End User License Agreement of Citrix Receiver to proceed.
de: Bitte bestätigen Sie Endbenutzer-Lizenzvertrag des Citrix Receivers um fortzufahren.

source: Please confirm the chosen UCC configuration:
de: Bitte bestätigen sie die ausgewählten UCC-Konfigurationseinstellungen:

source: Please select the image into which Citrix Receiver should be integrated.
de: Bitte wählen Sie das Image aus, in das Citrix Receiver integriert werden soll.

source: Please specify a UCC image into which Citrix Receiver will be integrated.
de: Bitte wählen Sie ein UCC-Image aus, in das Citrix Receiver integriert werden soll.

source: Please specify the URL of the Citrix web login.
de: Bitte geben Sie die URL für die Citrix-Anmeldung an.

source: Preconfigured web site
de: Vorkonfigurierte Webseite

source: RDP services (Windows Remote Desktop Services, XRDP)
de: RDP-Dienste (Windows Remote Desktop Services, XRDP)

source: Retry
de: Wiederholen

source: Support for Linux desktop systems
de: Unterstützung für Linux-Desktop-Systeme

source: Support for thin clients
de: Unterstützung für Thin Clients

source: The Citrix receiver has already been integrated into the thinclient image. If you want to integrate your own receiver you can upload it here.
de: Der Citrix Receiver ist bereits in das Thin Client Image integriert worden. Wenn Sie einen eigenen Receiver integrieren wollen können Sie ihn hier hochladen.

source: The specified file needs to be a Debian package (file ending .deb) for the 32 bit system architecture.
de: Die ausgewählte Datei muss ein Debian-Paket (mit der Dateiendung .deb) für 32 bit Systemarchitektur sein.

source: This step allows to configure of direct access to a web site, e.g., to access cloud-based web services. For this the web browser Firefox will be launched automatically in fullscreen mode.
de: Dieses Menü ermöglicht die Konfiguration des direkten Zugriffs auf eine Webseite, bspw. für den Zugriff auf Cloud-basierte Webdienste. Dazu wird automatisch der Webbrowser Firefox im Vollbildmodus gestartet.

source: UCC wizard - An error ocurred
de: UCC Assistent - Ein Fehler trat auf

source: URL for Citrix login (e.g., <span style="text-decoration: underline">http://citrix.example.com/StoreServiceWeb</span> )
de: URL für die Citrix-Anmeldung (bspw. <span style="text-decoration: underline">http://citrix.example.com/StoreServiceWeb</span> )

source: Univention Corporate Client configuration wizard
de: Univention Corporate Client Konfigurationsassistent

source: Upload a custom Citrix receiver
de: Einen eigenen Citrix Receiver hochladen

source: Uploading file
de: Hochladen der Datei

source: Use an existing network object
de: Verwenden eines bestehenden Netzwerkobjekts

source: Use integrated Citrix receiver
de: Integrierten Citrix Receiver benutzen

source: Web site access: <i>%s</i>
de: Zugriff auf Webseite: <i>%s</i>

source: Which access to remote desktop services shall be configured?
de: Für welche Remote-Desktop-Dienste soll der Zugriff konfiguriert werden?
