Repository: univention/univention-corporate-client-integration
Catalog: ucc-management-integration/modules/*.po
Languages: de

source: Thin Client session for the user
de: Thin Client Sitzung für den Benutzer

source: Policy: Thin Client Session
de: Richtlinie: Thin Client Sitzung

source: Thin client Session
de: Thin Client Sitzung

source: Force this session for user login
de: Diese Sitzung für die Benutzeranmeldung forcieren

source: This Thin Client session will be used by the Thin Client login. The users select will be ignored.
de: Diese Sitzung wird für die Thin Client Anmeldung verwendet. Dabei wird die Auswahl des Benutzers ignoriert

source: Windows domain
de: Windows Domäne

source: This windows domain will be used for user logon.
de: Diese Windows Domäne wird für die Benutzeranmeldung verwendet.

source: This windows terminal server will be used for user logon to windows domain.
de: Dieser Windows Terminal Server wird für die Benutzeranmeldung an der Windows Domäne verwendet.

source: Required object classes
de: Benötigte Objektklassen

source: Excluded object classes
de: Ausgeschlossene Objektklassen

source: Fixed attributes
de: Festgelegte Attribute

source: Empty attributes
de: Leere Attribute

source: General
de: Allgemein

source: Thin Client Session
de: Thin Client Sitzung
