Repository: univention/univention-corporate-client-integration
Catalog: ucc-management-integration/*.po
Languages: de

source: Computer: Univention Corporate Client
de: Rechner: Univention Corporate Client

source: Posix account
de: POSIX-Konto

source: Kerberos principal
de: Kerberos-Prinzipal

source: Samba account
de: Samba-Konto

source: Hostname
de: Rechnername

source: Description
de: Beschreibung

source: Operating system
de: Betriebssystem

source: Operating system version
de: Version des Betriebssystems

source: Domain
de: Domäne

source: MAC address
de: MAC-Adresse

source: Network
de: Netzwerk

source: IP address
de: IP-Adresse

source: Forward zone for DNS entry
de: Forward-Zone für DNS-Eintrag

source: Reverse zone for DNS entry
de: Reverse-Zone für DNS-Eintrag

source: Zone for DNS alias
de: Zone für DNS-Alias

source: Password
de: Passwort

source: Unix home directory
de: Unix Heimatverzeichnis

source: Primary group
de: Primäre Gruppe

source: Inventory number
de: Inventarnummer

source: Groups
de: Gruppen

source: Boot variant
de: Startvariante

source: Boot variant of this client
de: Startvariante des Clients

source: Repartitioning for installed systems
de: Neupartitionierung für installierte Systeme

source: Force repartitioning for installed systems
de: Forciert die Neupartitionierung für bereits installierte Systeme

source: Image to boot
de: Startimage

source: Additional boot parameter
de: Erweiterte Startparameter

source: Additional boot parameter of this client
de: Erweiterte Startparameter für diesen Client

source: Service
de: Dienst

source: General
de: Allgemein

source: Basic settings
de: Grundeinstellungen

source: Computer account
de: Rechnerkonto

source: Network settings
de: Netzwerkeinstellungen

source: DNS Forward and Reverse Lookup Zone
de: DNS-Forward und Reverse-Zonen

source: Image settings
de: Image Einstellungen

source: Account
de: Konto

source: Unix account
de: Unix-Konto

source: Unix account settings
de: Unix-Konto-Einstellungen

source: Services
de: Dienste

source: Group memberships
de: Gruppenmitgliedschaften

source: Alias DNS entry
de: Alias-DNS-Eintrag

source: At least posix or kerberos is required.
de: Mindestens POSIX oder Kerberos werden benötigt

source: UCC desktop environment variables
de: UCC Desktop Umgebungsvariablen

source: Policy: UCC desktop settings
de: UCC Desktop-Einstellungen

source: UCC desktop settings
de: UCC Desktop-Einstellungen

source: Desktop Logon scripts
de: Desktop Anmeldeskripte

source: Desktop Logout scripts
de: Desktop Abmeldeskripte

source: Required object classes
de: Benötigte Objektklassen

source: Excluded object classes
de: Ausgeschlossene Objektklassen

source: Fixed attributes
de: Festgelegte Attribute

source: Empty attributes
de: Leere Attribute

source: Desktop settings
de: Desktop-Einstellungen

source: Object
de: Objekt

source: Allow access to local mass storage
de: Den Zugriff auf lokale Speichermedien zulassen

source: Policy: UCC hardware settings
de: UCC Hardware-Einstellungen

source: UCC hardware settings
de: UCC Hardware-Einstellungen

source: This settings configures, whether access to local mass storage is enabled if a UCC system is used as a thin client
de: Diese Einstellung gibt an, ob der Zugriff auf lokale Speichermedien auf UCC Thin-Clients erlaubt ist

source: Resolution of primary display
de: Auflösung des primären Anzeigegerätes

source: The resolution in pixels (XxY) of the primary display, if left blank the detection is done automatically
de: Die Auflösung des primären Anzeigegerätes in Pixeln ([Breite]x[Höhe]). Bleibt diese Einstellung leer wird die Auflösung automatisch ermittelt

source: Resolution of secondary display
de: Auflösung des sekundären Anzeigegerätes

source: The resolution in pixels (XxY) of the secondary display, if left blank the detection is done automatically
de: Die Auflösung des sekundären Anzeigegerätes in Pixeln ([Breite]x[Höhe]). Bleibt diese Einstellung leer wird die Auflösung automatisch ermittelt

source: Name of primary display
de: Name des primären Anzeigegerätes

source: The X name of the primary display device (can be queried with xrandr -q)
de: Der Name des primären Anzeigegerätes unter X (kann mit xrandr -q ermittelt werden)

source: Name of secondary display
de: Name des sekundären Anzeigegerätes

source: The X name of the secondary display device (can be queried with xrandr -q)
de: Der Name des sekundären Anzeigegerätes unter X (kann mit xrandr -q ermittelt werden)

source: Position of secondary display relative to the primary
de: Position des sekundären Anzeigegerätes relativ zum primären

source: UCC client configuration
de: UCC Client-Einstellungen

source: Mass storage
de: Massenspeicher

source: Multi monitor configuration
de: Multi-Monitor Konfiguration

source: Policy: UCC software update settings
de: UCC Software-Update-Einstellungen

source: UCC software update settings
de: UCC Software-Update-Einstellungen

source: Install available software updates
de: Installiere verfügbare Softwareupdates

source: If this option is set all available software updates for this UCC client are installed at the next system start
de: Wenn diese Option aktiviert ist, werden alle verfügbaren Softwareupdates beim nächsten Systemstart installiert

source: Packages to be removed
de: Zu entfernende Pakete

source: The packages configured in this policy will be removed on the next system start
de: Die in dieser Richtlinie konfigurierten Pakete werden beim nächsten Systemstart entfernt

source: Packages to be installed
de: Zu installierende Pakete

source: The packages configured in this policy will be installed on the next system start
de: Die in dieser Richtlinie konfigurierten Pakete werden beim nächsten Systemstart installiert

source: Policy: UCC user session
de: UCC Benutzersitzung

source: UCC user session
de: UCC Benutzersitzung

source: Force this session for user logins
de: Erzwingen dieser Sitzung für Benutzeranmeldungen

source: This UCC session will be during login and no user selection is made
de: Diese Sitzung wird bei der Anmeldung vorgegeben und keine Benutzerauswahl getroffen

source: Windows domain for RDP sessions
de: Diese Windows-Domäne wird für RDP-Anmeldungen verwendet

source: This windows domain will be used for RDP user logons. If an XRDP server is used, this input field can be left empty.
de: Diese Windows-Domäne wird für RDP-Anmeldungen verwendet. Wird ein XRDP-Server verwendet, kann das Feld leer bleiben.

source: This terminal server will be used for user logon to Windows terminal servers oder XRDP terminal servers.
de: Dieser Windows-Terminalserver wird für Anmeldungen an Windows oder XRDP-Terminalservern verwendet.

source: This UCC terminal server will be used for user logons to UCC terminal servers using X11 forwarding. In UCC 2.0 this is no longer supported and XRDP should be used instead.
de: Dieser UCC-Terminalserver wird für Anmeldungen an UCC-Terminalservern verwendet, die X11-Forwarding verwenden. In UCC 2.0 ist das nicht mehr unterstützt. Stattdessen sollte XRDP verwendet werden.

source: UCC images
de: UCC-Image

source: Name of the image
de: Name des Image

source: Description of image
de: Beschreibung des Image

source: The image is available on these servers
de: Das Image ist auf diesen Servern verfügbar

source: UCC session script
de: UCC-Sitzungsskript

source: Description of session
de: Beschreibung der Sitzung

source: Session to start
de: Zu startende Sitzung

source: Session to start by display manager
de: Vom Loginmanager zu startende Sitzung

source: Image boot without update check
de: Image-Boot ohne Update-Prüfung

source: Image boot with update check
de: Image-Boot mit Update-Prüfung

source: Installation with repartitioning and image rollout
de: Installation: Neupartitionierung und Image-Rollout

source: Windows domain
de: Windows-Domäne

source: Value
de: Wert

source: Dedicated image server
de: Dedizierter Image-Server

source: This optional parameter gives the possibility to define a dedicated image server for installing/update the UCC client.
de: Dieser optionale Parameter erlaubt die Konfiguration eines dedizierten Image-Server für die Installation (Update) des UCC Client.
