Repository: univention/univention-corporate-client-integration
Catalog: ucc-umc-setup/umc/python/uccsetup/*.po
Languages: de

source: An unknown error occurred.
de: Ein unbekannter Fehler trat auf.

source: Applying UCC configuration settings
de: Anwenden der UCC-Konfigurationseinstellungen

source: Browser settings
de: Web-Browser-Einstellungen

source: Citrix XenApp settings
de: Citrix XenApp-Einstellungen

source: Configuring installation policy for desktop clients
de: Einrichten der Installationsrichtlinien für Desktop-Clients

source: Expected list of dicts, but got: %s
de: Erwartet wird eine Liste von Dicts, gesendet wurde: %s

source: Installing Citrix Receiver application in image file. This might take a few minutes to complete.
de: Installation der Anwendung Citrix Receiver in der Image-Datei. Dies kann einige Minuten in Anspruch nehmen.

source: Invalid file type! File needs to be a Debian archive (.deb) for 32 bit architecture.
de: Ungültiger Dateityp! Die Datei muss ein Debian-Archiv (.deb) für 32 bit Architektur sein.

source: Invalid upload data, got: %s
de: Ungültige Daten, erhielt: %s

source: Invalid upload file path
de: Ungültiger Hochladepfade

source: Network settings...
de: Netzwerkeinstellungen...

source: RDP terminal server settings
de: Einstellungen für RDP-Terminalserver

source: Setting UCR variables
de: Setzen von UCR-Variablen

source: The Debian package of the Citrix Receiver could not be found. Please make sure that the file has been uploaded.
de: Das Debian-Paket des Citrix Receivers konnte nicht gefunden werden. Bitte stellen Sie sicher, dass die Datei hochgeladen wurde.

source: The chosen UCC image file %s could not be found on the local system!
de: Die ausgewählte UCC-Image-Datei %s konnte nicht auf dem lokalen System gefunden werden!

source: UCC images cannot be downloaded! Please check your internet connection.
de: UCC-Images können nicht herunter geladen werden! Bitte überprüfen sich die Internetverbindung.
