Repository: univention/univention-corporate-client-integration
Catalog: ucc-image-toolkit/src/*.po
Languages: de

source: % 6.1f%% [overall: % 6.1f%%]
de: % 6.1f%% [gesamt: % 6.1f%%]

source: ... done
de: ... erledigt

source: Adjusting access rights of image files to 0644 ...
de: Anpassen der Zugriffsrechte der Image-Dateien auf 0644 ...

source: An error occured while downloading image %s: %s
de: Ein Fehler trat beim Herunterladen des Images %s auf: %s

source: Another process is currently downloading the UCC image %s.
de: Ein andere Prozess lädet gerade des UCC-Image %s herunter.

source: Copy join script to %s
de: Kopieren des Join-skriptes nach %s

source: Could not download file %s: %s
de: Die Datei %s konnte nicht geladen werden: %s

source: Decompression of file %s failed: %s
de: Das Entpacken der Datei %s schlug fehl: %s

source: Downloading and reading image file %s
de: Herunterladen und lesen der Image-Datei %s

source: Downloading file %s [%.1f MB]
de: Lade Datei %s herunter [%.1f MB]

source: ERROR: %s
de: FEHLER: %s

source: Entry "%s" not specified in spec file %s!
de: Der Eintrag "%s" ist nicht angegeben in der Spec-Datei %s!

source: Error downloading image data from server: %s
de: Fehler beim Herunterladen der Image-Datei vom Server: %s

source: Executing join script %s
de: Ausführen des Join-Skriptes %s

source: Failed to check whether another download process is running: %s
de: Es konnte nicht festgestellt werden, ob ein anderer konkurrierender Prozess läuft: %s

source: Failed to read spec file %s ... ignoring: %s
de: Fehler beim Einlesen der Spec-Datei %s ... wird ignoriert: %s

source: Failed to remove progress file %s with following error: %s
de: Ein Fehler trat beim Entfernen der Fortschrittsdatei %s auf: %s

source: File %s already exists, removing it for new download.
de: Die Datei %s existiert bereits, sie wird für das Herunterladen entfernt.

source: Finished
de: Beendet

source: Finished.
de: Beendet.

source: Ignoring removal failure of file %s: %s
de: Der Fehler beim Entfernen der Datei %s wird ignoriert: %s

source: Image data could not be removed: %s
de: Die Image-Daten konnte nicht entfernt werden: %s

source: Image data of spec file %s could not be downloaded from server: %s
de: Die Image-Daten der Spec-Datei %s konnten nicht vom Server herunter geladen werden: %s

source: Initializing
de: Initialisierung

source: Invalid hash value for downloaded file %s! Hash expected: %s Hash received: %s
de: Ungültiger Hash-Wert für die herunter geladene Datei %s! Erwarteter Hash-Wert: %s Empfangener Hash-Wert: %s

source: Join script output (stderr): %s
de: Join-Skript-Ausgabe (stderr): %s

source: Join script output (stdout): %s
de: Join-Skript-Ausgabe (stdout): %s

source: Malformed spec file %s, missing entry "%s"!
de: Ungültige Spec-Datei %s mit fehlendem Eintrag "%s"!

source: Need to download in total %d files and %.1f MB of data.
de: Insgesamt werden %d Dateien und %.1f MB an Daten herunter geladen.

source: No valid UCC server specified via UCR variable ucc/image/download/url. The image index file could not be opened!
de: Über die UCR-Variable ucc/image/download/url wurde kein gültiger UCC-Server angegeben. Die Image-Index-Datei konnte nicht geöffnet werden!

source: Not enough free diskspace to download the image! Needed: %s Available: %s
de: Auf der Festplatte ist nicht ausreichend freier Speicherplatz vorhanden! Benötigter Platz: %s Verfügbarer Platz: %s

source: Not enough space left on hard disk.
de: Auf der Festplatte ist nicht ausreichend freier Speicherplatz vorhanden.

source: Overall: % 6.1f%%
de: Gesamt: % 6.1f%%

source: Overall: % 6.1f%% current task: % 6.1f%%
de: Gesamt: % 6.1f%% aktuelle Aufgabe: % 6.1f%%

source: Please run univention-run-join-scripts manually to execute a new join script which has been registered for this UCC image.
de: Bitte führen Sie univention-run-join-scripts manuell aus, um das zu diesem UCC-Image zugehörige Join-Skript auszuführen.

source: Removing all files related to image...
de: Entfernen aller zum Image zugehörigen Dateien...

source: Removing file %s
de: Entfernen der Datei %s

source: Removing image %s
de: Entfernen des Images %s

source: Removing progress file: %s
de: Entfernen der Fortschrittsdatei: %s

source: Root password could not be set!
de: Das Root-Passwort konnte nicht gesetzt werden!

source: Running join script %s
de: Ausführen des Join-Skriptes %s

source: Setting root password for image %s
de: Setzen des Root-Passwortes für das Image %s

source: Setting root password in the downloaded image. Please enter the password:
de: Setzen des Root-Passwortes für das heruntergeladene Image. Bitte geben Sie das Password ein:

source: Setting root password in the image to the root password of the current system
de: Das Root-Passwort wird für das Images auf das Passwort des aktuellen Systems gesetzt

source: The UCR variable ucc/image/path must be set!
de: Die UCR-Variable ucc/image/path muss gesetzt sein!

source: UCC image path %s does not exists!
de: Der UCC-Image-Pfad %s existiert nicht!

source: Unpacking image file %s
de: Entpacken der Image-Datei %s

source: Updating progress file: %s
de: Aktualisierung der Fortschrittsdatei: %s

source: Validating hash value of file %s
de: Überprüfung des Hash-Wertes für die Datei %s

source: WARN: %s
de: WARNUNG: %s
